alsa-utils
android-file-transfer
arandr
awesome-terminal-fonts
base
boost
cmake
ddrescue
dhcpcd
dmenu
doxygen
efibootmgr
feh
firefox
flameshot
gcc
git
gparted
grub
gvim
inkscape
kolourpaint
libc++
libreoffice-fresh
linux
linux-firmware
linux-firmware-qlogic
linux-headers
lua
make
mathjax
mgba-qt
nautilus
ninja
nodejs
npm
openmpi
openssh
os-prober
pavucontrol
pkgconf
pulseaudio
python-pip
python-wheel
qmk
qpdf
ranger
reflector
rofi
rxvt-unicode
screenfetch
snes9x-gtk
sshfs
sudo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tree
ttf-nerd-fonts-symbols-mono
unzip
usbutils
vlc
xorg
yarn
yay
zathura
zathura-pdf-poppler
zoom
zotero
zsh
